name: "wavlm_emotion"
backend: "onnxruntime"
max_batch_size: 0
input [
  {
    name: "input_values"
    data_type: TYPE_FP32
    dims: [-1, -1]
  }
]
output [
  {
    name: "logits"
    data_type: TYPE_FP32
    dims: [-1, 7]
  }
]
